[ClaptrapApp_Debuff SkillDefinition]
SkillName="Poor results"
SkillDescription="Klebtov illusion..."
LockedSkillDetailStr="<Locked>"

[ClaptrapApp_Debuff:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Duration of Adverse Effects: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

